{
  "id": "elias-ashmole",
  "slug": "elias-ashmole",
  "title": "Elias Ashmole",
  "description": "Portrait of Elias Ashmole , c.1681–82, by John Riley (1646–91). Oil on canvas, 124 x 101 cm. Presented to the Ashmolean Museum by Elias Ashmole, 1683. Ashmolean Museum id. number WA1898.36\n\nFurther detail . High-resolution images of additional details of the portrait can be found on the r elevant page of the website of the Ashmolean Museum, which describes the portrait as follows:\n\nElias Ashmole was a well-connected antiquary, government official, collector and student of alchemy. His own collection of coins and a magnificent library of books and manuscripts had been dramatically expanded in 1659 with the addition of a collection of artificialila and naturalia assembled from around the world by John Tradescant the Elder and his son, John Tradescant the Younger.\n\nAshmole commissioned this portrait to be presented together with his collections to the University of Oxford in 1677. The portrait emphasises Ashmole’s role as Windsor Herald to which he was appointed by King Charles II for the period 1660–75. He stands proudly, his right hand on his most substantial publication, The Institutions, Laws, and Ceremonies of the Most Noble Order of the Garter (1672).\n\nRecent cleaning has confirmed that the magnificent frame round this portrait is the work of Grinling Gibbons (1648–1721), the most celebrated wood carver in England. The elaborate confection of flowers, fruits and vegetables is surmounted by Ashmole’s coat of arms, with the motto 'EX UNO OMNIA' (from one comes all), supported by the legendary twins Castor and Pollux. Although Gibbons is known to have made very few picture frames, the quality and sensitivity of the carving in this example are incomparable.\n\n© Ashmolean Museum, University of Oxford. This image should not be reproduced or distributed in any form (including email, website, social media, printed publications etc.) without the express permission of the Ashmolean Museum. If any reproduction permissions are required, please contact the Ashmolean Picture Library via picture.library@ashmus.ox.ac.uk .\n\nIn the original disposition of the Ashmolean Museum (now the History of Science Museum), this imposing portrait was hung in the main gallery, while the far humbler portrait of John Tradescant the Elder was hung in the upper gallery, in which the collections themselves were displayed. In the current gallery displaying the history of the Ashmolean, these two portraits are given equal prominance, facing one another from opposite sides of the room.",
  "sourceType": "Oil on Canvas",
  "tags": [
    "portrait",
    "ashmolean",
    "collecting",
    "17th century"
  ],
  "primarySource": "Ashmolean Museum, University of Oxford",
  "images": [],
  "unit": "Natural history and collecting",
  "paper": "The Scientific Movement of the 17th Century",
  "date": "c.1681-82",
  "medium": "Oil on canvas",
  "dimensions": "124 x 101 cm",
  "accessionId": "WA1898.36",
  "scrapedFromCabinet": true,
  "imageSource": "cabinet",
  "cabinetUrl": "https://www.cabinet.ox.ac.uk/elias-ashmole-0",
  "cabinetFields": [
    {
      "name": "field-name-field-external-links",
      "label": null,
      "values": [
        "Portrait of Elias Ashmole"
      ]
    },
    {
      "name": "field-name-body",
      "label": null,
      "values": [
        "Portrait of Elias Ashmole , c.1681–82, by John Riley (1646–91). Oil on canvas, 124 x 101 cm. Presented to the Ashmolean Museum by Elias Ashmole, 1683. Ashmolean Museum id. number WA1898.36 Further detail . High-resolution images of additional details of the portrait can be found on the r elevant page of the website of the Ashmolean Museum, which describes the portrait as follows: Elias Ashmole was a well-connected antiquary, government official, collector and student of alchemy. His own collection of coins and a magnificent library of books and manuscripts had been dramatically expanded in 1659 with the addition of a collection of artificialila and naturalia assembled from around the world by John Tradescant the Elder and his son, John Tradescant the Younger. Ashmole commissioned this portrait to be presented together with his collections to the University of Oxford in 1677. The portrait emphasises Ashmole’s role as Windsor Herald to which he was appointed by King Charles II for the period 1660–75. He stands proudly, his right hand on his most substantial publication, The Institutions, Laws, and Ceremonies of the Most Noble Order of the Garter (1672). Recent cleaning has confirmed that the magnificent frame round this portrait is the work of Grinling Gibbons (1648–1721), the most celebrated wood carver in England. The elaborate confection of flowers, fruits and vegetables is surmounted by Ashmole’s coat of arms, with the motto 'EX UNO OMNIA' (from one comes all), supported by the legendary twins Castor and Pollux. Although Gibbons is known to have made very few picture frames, the quality and sensitivity of the carving in this example are incomparable. © Ashmolean Museum, University of Oxford. This image should not be reproduced or distributed in any form (including email, website, social media, printed publications etc.) without the express permission of the Ashmolean Museum. If any reproduction permissions are required, please contact the Ashmolean Picture Library via picture.library@ashmus.ox.ac.uk . In the original disposition of the Ashmolean Museum (now the History of Science Museum), this imposing portrait was hung in the main gallery, while the far humbler portrait of John Tradescant the Elder was hung in the upper gallery, in which the collections themselves were displayed. In the current gallery displaying the history of the Ashmolean, these two portraits are given equal prominance, facing one another from opposite sides of the room."
      ]
    }
  ]
}
