{
  "id": "flea",
  "slug": "flea",
  "title": "Flea",
  "description": "<blockquote><p>\nObserv. LIII. <em>Of a </em>Flea<em>.</em></p>\n<p>The strength and beauty of this small creature, had it no other relation at all to man, would deserve a description.</p>\n<p>For its strength, the <em>Microscope</em> is able to make no greater discoveries of it then the naked eye, but onely the curious contrivance of its leggs and joints, for the exerting that strength, is very plainly manifested, such as no other creature, I have yet observ'd, has any thing like it; for the joints of it are so adapted, that he can, as 'twere, fold them short one within another, and suddenly stretch, or spring them <em>Schem. </em>34 out to their whole length, that is, of the fore-leggs, the part A, of the 34. <em>Scheme</em>, lies within B, and B within C, parallel to, or side by side each other; but the parts of the two next, lie quite contrary, that is, D without E, and E without F, but parallel also; but the parts of the hinder leggs, G, H and I, bend one within another, like the parts of a double jointed Ruler, or like the foot, legg and thigh of a man; these six leggs he clitches up altogether, and when he leaps, springs them all out, and thereby exerts his whole strength at once.</p>\n<p>But, as for the beauty of it, the <em>Microscope</em> manifests it to be all over adorn'd with a curiously polish'd suit of <em>sable</em> Armour, neatly jointed, and beset with multitudes of sharp pinns, shap'd almost like Porcupine's Quills, or bright conical Steel-bodkins; the head is on either side beautify'd with a quick and round black eye K, behind each of which also appears a small cavity, L, in which he seems to move to and fro a certain thin film beset with many small transparent hairs, which probably may be his ears; in the forepart of his head, between the two fore-leggs, he has two small long jointed feelers, or rather smellers, MM, which have four joints, and are hairy, like those of several other creatures; between these, it has a small <em>proboscis</em>, or <em>probe</em>, NNO, that seems to consist of a tube NN, and a tongue or sucker O, which I have perceiv'd him to slip in and out. Besides these, it has also two chaps or biters PP, which are somewhat like those of an Ant, but I could not perceive them tooth'd; these were shap'd very like the blades of a pair of round top'd Scizers, and were opened and shut just after the same manner; with these Instruments does this little busie Creature bite and pierce the skin, and suck out the blood of an Animal, leaving the skin inflamed with a small round red spot. These parts are very difficult to be discovered, because, for the most part, they lye covered between the fore-legs. There are many other particulars, which, being more obvious, and affording no great matter of information, I shall pass by, and refer the Reader to the Figure.\n</p></blockquote>\n<p>Robert Hooke, <em>Micrographia: or, Some physiological descriptions of minute bodies made by magnifying glasses (</em>London: J. Martyn and J. Allestry, 1665), pp. 210-11.</p>\n<p><strong>Image 1</strong>: Plate 34 (Schem. XXXIV), between pp 210-211 (<a href=\"https://archive.org/stream/mobot31753000817897#page/210/mode/2up\" target=\"_blank\">Observation 53 Of a Flea</a>) in Hooke, <em>Micrographia</em>. Dimensions (print): 305mm x 440mm (this is a fold-out plate, larger than the format of the book itself). Source: National Library of Wales via <a href=\"https://commons.wikimedia.org/wiki/Category:Hooke%27s_Micrographia_Diagrams_from_the_National_Library_of_Wales#/media/File:HookeFlea01.jpg\" target=\"_blank\">Wikimedia</a> (public domain).</p>\n<p>Hooke's image compares remarkably favourably with the products of modern microscopy.</p>\n<p><strong>Image 2</strong>. <a href=\"https://en.wikipedia.org/wiki/Flea\" title=\"Flea\">Flea</a> (<em>Siphonaptera</em>): Aphaniptera; total preparation. Optical microscopy technique<strong>:</strong> <a href=\"https://en.wikipedia.org/wiki/Bright-field_microscopy\" title=\"Bright-field microscopy\">Bright field</a>. Magnification<strong>:</strong> 120x (for picture width 26 cm ~ A4 format). Source: archive of Josef Reischig, donated by his heirs under a CC BY SA 3.0 licence as a part of <a href=\"https://meta.wikimedia.org/wiki/Wikimedia_Czech_Republic\" title=\"Wikimedia Czech Republic\">Wikimedia Czech Republic</a>'s <a href=\"https://cs.wikipedia.org/wiki/Wikipedie:WikiProjekt_GLAM\" title=\"WikiProjekt GLAM\">GLAM</a> initiative.</p>\n<p><strong>Image 3</strong>. Digitally colorized scanning electron microscopic (SEM) image of an unidentified species of flea from a right, lateral perspective. Photo: Janice Haney Carr,  the <a href=\"https://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention\" title=\"Centers for Disease Control and Prevention\">Centers for Disease Control and Prevention</a>'s <a href=\"https://phil.cdc.gov/phil/home.asp\" rel=\"nofollow\">Public Health Image Library</a>, number <a href=\"https://phil.cdc.gov/phil/details.asp?pid=11436\" rel=\"nofollow\">11436</a>, via <a href=\"https://commons.wikimedia.org/wiki/File:Flea_Scanning_Electron_Micrograph_False_Color.jpg\">Wikimedia</a>. A very high-resolution image (19.22 MB) is available <a href=\"https://www.cabinet.ox.ac.uk/__doPostBack('ctl00$contentArea2$ucDetails$hlHighResDownload','')\" id=\"hlHighResDownload\">here</a>.</p>\n<p> </p>",
  "sourceType": "Engraving",
  "tags": [
    "micrographia",
    "robert hooke",
    "insect images"
  ],
  "primarySource": "Robert Hooke, Micrographia: or, Some physiological descriptions of minute bodies made by magnifying glasses (London: J. Martyn and J. Allestry, 1665), pp. 210-11. (Observation 53)",
  "images": [
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/HookeFlea01.jpg",
      "caption": null
    },
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/Flea_%28251_01%29_Aphaniptera%3B_total_preparation.jpg",
      "caption": null
    },
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/Flea_Scanning_Electron_Micrograph_False_Color.jpg",
      "caption": null
    }
  ],
  "unit": "New homes for the new science",
  "paper": "The Scientific Movement of the 17th Century",
  "date": "1665",
  "scrapedFromCabinet": true,
  "imageSource": "cabinet",
  "cabinetUrl": "https://www.cabinet.ox.ac.uk/flea",
  "cabinetFields": [
    {
      "name": "field-name-field-source-tags",
      "label": null,
      "values": [
        "micrographia",
        "robert hooke",
        "insect images"
      ]
    },
    {
      "name": "field-name-body",
      "label": null,
      "values": [
        "Observ. LIII. Of a Flea . The strength and beauty of this small creature, had it no other relation at all to man, would deserve a description. For its strength, the Microscope is able to make no greater discoveries of it then the naked eye, but onely the curious contrivance of its leggs and joints, for the exerting that strength, is very plainly manifested, such as no other creature, I have yet observ'd, has any thing like it; for the joints of it are so adapted, that he can, as 'twere, fold them short one within another, and suddenly stretch, or spring them Schem. 34 out to their whole length, that is, of the fore-leggs, the part A, of the 34. Scheme , lies within B, and B within C, parallel to, or side by side each other; but the parts of the two next, lie quite contrary, that is, D without E, and E without F, but parallel also; but the parts of the hinder leggs, G, H and I, bend one within another, like the parts of a double jointed Ruler, or like the foot, legg and thigh of a man; these six leggs he clitches up altogether, and when he leaps, springs them all out, and thereby exerts his whole strength at once. But, as for the beauty of it, the Microscope manifests it to be all over adorn'd with a curiously polish'd suit of sable Armour, neatly jointed, and beset with multitudes of sharp pinns, shap'd almost like Porcupine's Quills, or bright conical Steel-bodkins; the head is on either side beautify'd with a quick and round black eye K, behind each of which also appears a small cavity, L, in which he seems to move to and fro a certain thin film beset with many small transparent hairs, which probably may be his ears; in the forepart of his head, between the two fore-leggs, he has two small long jointed feelers, or rather smellers, MM, which have four joints, and are hairy, like those of several other creatures; between these, it has a small proboscis , or probe , NNO, that seems to consist of a tube NN, and a tongue or sucker O, which I have perceiv'd him to slip in and out. Besides these, it has also two chaps or biters PP, which are somewhat like those of an Ant, but I could not perceive them tooth'd; these were shap'd very like the blades of a pair of round top'd Scizers, and were opened and shut just after the same manner; with these Instruments does this little busie Creature bite and pierce the skin, and suck out the blood of an Animal, leaving the skin inflamed with a small round red spot. These parts are very difficult to be discovered, because, for the most part, they lye covered between the fore-legs. There are many other particulars, which, being more obvious, and affording no great matter of information, I shall pass by, and refer the Reader to the Figure. Robert Hooke, Micrographia: or, Some physiological descriptions of minute bodies made by magnifying glasses ( London: J. Martyn and J. Allestry, 1665), pp. 210-11. Image 1 : Plate 34 (Schem. XXXIV), between pp 210-211 ( Observation 53 Of a Flea ) in Hooke, Micrographia . Dimensions (print): 305mm x 440mm (this is a fold-out plate, larger than the format of the book itself). Source: National Library of Wales via Wikimedia (public domain). Hooke's image compares remarkably favourably with the products of modern microscopy. Image 2 . Flea ( Siphonaptera ): Aphaniptera; total preparation. Optical microscopy technique : Bright field . Magnification : 120x (for picture width 26 cm ~ A4 format). Source: archive of Josef Reischig, donated by his heirs under a CC BY SA 3.0 licence as a part of Wikimedia Czech Republic 's GLAM initiative. Image 3 . Digitally colorized scanning electron microscopic (SEM) image of an unidentified species of flea from a right, lateral perspective. Photo: Janice Haney Carr, the Centers for Disease Control and Prevention 's Public Health Image Library , number 11436 , via Wikimedia . A very high-resolution image (19.22 MB) is available here ."
      ]
    }
  ]
}
