{
  "id": "john-tradescant-elder",
  "slug": "john-tradescant-elder",
  "title": "John Tradescant the Elder",
  "description": "<p><strong>IMAGE 1: Portrait of John Tradescant the Elder</strong>, attributed to Cornelis de Neve (b. before 1609, d. 1678). <em>Dimensions</em>: (Canvas) H 79 cm, W 62 cm; (Frame) H 97 cm, W 80 cm. <em>Source</em>: Ashmolean Museum, Oxford, inventory no. WA1898.8. Presented by Elias Ashmole, 1683. </p>\n<p><em>© Ashmolean Museum, University of Oxford.  This image should not be reproduced or distributed in any form (including email, website, social media, printed publications etc.) without the express permission of the Ashmolean Museum. If any reproduction permissions are required, please contact the Ashmolean Picture Library via <a href=\"https://www.cabinet.ox.ac.uk/mailto:picture.library@ashmus.ox.ac.uk\">picture.library@ashmus.ox.ac.uk</a>.</em><br/>\n <br/>\n<strong>PRESCRIBED SOURCE</strong><br/>\n <br/>\n<strong>Description</strong>. Head and shoulders, half to our left against a dark greenish ground. Greyish hair brushed back to show his left ear; moustache and full, well-tended beard. His keen brown eyes look at the spectator, self-assured. He wears a black skull-cap and has a gold ring in his ear; a broad limp white collar falls over the shoulder of his black buttoned tunic. Inscribed in yellow to left of the head <em>Sr. John</em>; to the right, <em>Tradescant Sen:</em>. A <em>trompe-l'œil</em> surround of thick scrolled lead, through the upper volute of which is a ribbon hung on the left side with fruit (grapes, a pear, peaches, plums) and on the right side with vegetables (parsnips, turnips, onions). On the lower volute, four exotic shells, into the outer of which have been inserted tulips. Oil on canvas, relined in a black frame with gilt bevel and with applied gilt winged cherubs at the corners and leaf motifs at the centres.<br/>\n <br/>\n<strong>Inventory</strong>: 1685 A no. 659: <em>Pictura  Dñi ]ohis Tradescanti senior is Cimeliarchæ egregii, in margine bullis aureis omatà</em>.<br/>\n <br/>\n<strong>Commentary</strong><em>. </em>The painter, Cornelis de Neve, was relative of Hester Pooks, who married the younger Tradescant shortly after his father's death. The portrait is evidently a posthumous copy based on a posthumous portrait by another kinsman of Hester's, Emanuel de Critz.  Both artists were potentially well acquainted with the sitter, and may neverthtless may have produced reasonably accurate likenesses. -- This surround seems to have been based on cartouche designs of the type engraved about 1653-5. The still-life element, allusive to the sitter's horticultural and conchological interests, but not in any specific way, was possibly painted by another. No native still-life painter was up to the standard of this skilful piece, but Sir Ellis Waterhouse has suggested (personal communication) that Alexander Marshal should be considered. The type is simplified from Flemish compositions of the mid-century (cf. Jan Philips van Thielens [and Erasmus Quellinus II]'s large painting of 1648 [<em><a href=\"https://www.khm.at/objektdb/detail/1913/\">Seated Maria in a Flower Garland</a></em>, Kunsthistoriches Museum, Vienna, Inventory no. GG 544; cf. GG 552, 553-4], or the <em><a href=\"https://vads.ac.uk/large.php?uid=91609\">Miracle of St. Bernard</a></em> signed by Erasmus Quellinus and by Daniel Seghers, who died in 1661). The handling of the shells in No. 260 does not seem necessarily from the same hand as that in the 1645 portrait (No. 265). As can be seen in a photograph of about 1860-70, the painting hung over the west fireplace on the first floor of the Old Ashmolean.<br/>\n <br/>\n<strong>Credit</strong>: Gerald Taylor, ‘Catalogue of Paintings from the Foundation Collection of the Ashmolean Museum’ in Arthur MacGregor (ed.),<em>Tradescant's Rarities: Essays on the Foundation of the Ashmolean Museum</em> (Oxford, 1983), pp. 288-9  No. 260, pp. 300-1; with additional details from Arthur MacGregor, ‘<a href=\"https://ezproxy-prd.bodleian.ox.ac.uk:4563/10.1093/ref:odnb/27654\">Tradescant, John, the elder (d. 1638)</a>’, <em>ODNB </em>(accessed Nov. 2018).<br/>\n <br/>\n<strong>IMAGE 2: Portrait of John Tradescant the Elder</strong> by <a href=\"https://www.cabinet.ox.ac.uk/wenceslaus-hollar-1607-1677\">Wenceslaus Hollar</a>, etching, published 1656. Dimenions: 126 mm x 8o mm. Copyright: Museum of the History of Science, University of Oxford, Inventory No. <a href=\"http://www.mhs.ox.ac.uk/collections/imu-search-page/record-details/?TitInventoryNo=64447&amp;irn=11001&amp;querytype=field&amp;thumbnails=on\">64447</a>.</p>\n<p><strong>Description</strong>. Head and shoulders portrait in oval frame of palm leaves. Inscription below: 'Johannes Tradescantus Pater, rerum selectarum insignem supellectilem in Reconditorio Lambetjiano propè Londinium etiamnum visendam primus institutit ac locupletavit.' Bottom right: 'W. Hollar sculp.' The clothing and pose are very similar to the painted portrait, but the face is more aged and the beard more dishevelled. Taylor doubts that the image was taken from de Neve's portrait (above), since Hollar would have made use of the elaborate frame.</p>\n<p><strong>Commentary</strong>. This engraving derives from the <em>Museum Tradescantianum</em>, printed in 1656<em> </em>by John Tradescant the younger and itemising his father's collection.  The preface explains that publication was long delayed because, long after the printing was complete, 'onley the prefixed Pictures were not ready, and I found my kinde friend Mr Hollar then engaged for about tenne Monteths, for whose hand to finish the Plates, I was necessarily constrained to stay untill this time.'  On Hollar's preoccupations at this time, see further the entry in the <a href=\"http://www.mhs.ox.ac.uk/collections/imu-search-page/narratives/?irn=11001&amp;index=0\">MHS</a>.</p>\n<p><strong>Further reading</strong>: Arthur MacGregor in <a href=\"https://doi.org/10.1093/ref:odnb/27654\">ODNB</a>; <br/>\nA. MacGregor, ed., <em>Tradescant's Rarities</em><em>: Essays on the Foundations of the Ashmolean Museum</em> (1983), esp. pp. 3-23; P. Leith-Ross, <em>The John Tradescants</em> (1984).</p>",
  "sourceType": "Portrait",
  "tags": [
    "tradescant",
    "collecting",
    "natural history",
    "17th century"
  ],
  "primarySource": "Cabinet reference - details not fully scraped",
  "images": [
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/WA_1898_10-a.jpeg",
      "caption": "Image for John Tradescant Jr in his Garden"
    },
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/Bobart%20portrait%20in%20the%20MHS.jpg",
      "caption": "Image for Portrait of Jacob Bobart"
    },
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/WA_1898_8-aa.jpeg",
      "caption": null
    },
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/John%20Tradescant%20Sr%20NPG%20mw19960.jpg",
      "caption": null
    }
  ],
  "unit": "Natural history and collecting",
  "paper": "The Scientific Movement of the 17th Century",
  "date": "c. 1570-1638",
  "isMockData": false,
  "imageSource": "cabinet",
  "cabinetUrl": "https://www.cabinet.ox.ac.uk/john-tradescant-elder",
  "scrapedFromCabinet": true,
  "cabinetFields": [
    {
      "name": "field-name-body",
      "label": null,
      "values": [
        "IMAGE 1: Portrait of John Tradescant the Elder , attributed to Cornelis de Neve (b. before 1609, d. 1678). Dimensions : (Canvas) H 79 cm, W 62 cm; (Frame) H 97 cm, W 80 cm. Source : Ashmolean Museum, Oxford, inventory no. WA1898.8. Presented by Elias Ashmole, 1683. © Ashmolean Museum, University of Oxford. This image should not be reproduced or distributed in any form (including email, website, social media, printed publications etc.) without the express permission of the Ashmolean Museum. If any reproduction permissions are required, please contact the Ashmolean Picture Library via picture.library@ashmus.ox.ac.uk . PRESCRIBED SOURCE Description . Head and shoulders, half to our left against a dark greenish ground. Greyish hair brushed back to show his left ear; moustache and full, well-tended beard. His keen brown eyes look at the spectator, self-assured. He wears a black skull-cap and has a gold ring in his ear; a broad limp white collar falls over the shoulder of his black buttoned tunic. Inscribed in yellow to left of the head Sr. John ; to the right, Tradescant Sen: . A trompe-l'œil surround of thick scrolled lead, through the upper volute of which is a ribbon hung on the left side with fruit (grapes, a pear, peaches, plums) and on the right side with vegetables (parsnips, turnips, onions). On the lower volute, four exotic shells, into the outer of which have been inserted tulips. Oil on canvas, relined in a black frame with gilt bevel and with applied gilt winged cherubs at the corners and leaf motifs at the centres. Inventory : 1685 A no. 659: Pictura Dñi ]ohis Tradescanti senior is Cimeliarchæ egregii, in margine bullis aureis omatà . Commentary . The painter, Cornelis de Neve, was relative of Hester Pooks, who married the younger Tradescant shortly after his father's death. The portrait is evidently a posthumous copy based on a posthumous portrait by another kinsman of Hester's, Emanuel de Critz. Both artists were potentially well acquainted with the sitter, and may neverthtless may have produced reasonably accurate likenesses. -- This surround seems to have been based on cartouche designs of the type engraved about 1653-5. The still-life element, allusive to the sitter's horticultural and conchological interests, but not in any specific way, was possibly painted by another. No native still-life painter was up to the standard of this skilful piece, but Sir Ellis Waterhouse has suggested (personal communication) that Alexander Marshal should be considered. The type is simplified from Flemish compositions of the mid-century (cf. Jan Philips van Thielens [and Erasmus Quellinus II]'s large painting of 1648 [ Seated Maria in a Flower Garland , Kunsthistoriches Museum, Vienna, Inventory no. GG 544; cf. GG 552, 553-4], or the Miracle of St. Bernard signed by Erasmus Quellinus and by Daniel Seghers, who died in 1661). The handling of the shells in No. 260 does not seem necessarily from the same hand as that in the 1645 portrait (No. 265). As can be seen in a photograph of about 1860-70, the painting hung over the west fireplace on the first floor of the Old Ashmolean. Credit : Gerald Taylor, ‘Catalogue of Paintings from the Foundation Collection of the Ashmolean Museum’ in Arthur MacGregor (ed.), Tradescant's Rarities: Essays on the Foundation of the Ashmolean Museum (Oxford, 1983), pp. 288-9 No. 260, pp. 300-1; with additional details from Arthur MacGregor, ‘ Tradescant, John, the elder (d. 1638) ’, ODNB (accessed Nov. 2018). IMAGE 2: Portrait of John Tradescant the Elder by Wenceslaus Hollar , etching, published 1656. Dimenions: 126 mm x 8o mm. Copyright: Museum of the History of Science, University of Oxford, Inventory No. 64447 . Description . Head and shoulders portrait in oval frame of palm leaves. Inscription below: 'Johannes Tradescantus Pater, rerum selectarum insignem supellectilem in Reconditorio Lambetjiano propè Londinium etiamnum visendam primus institutit ac locupletavit.' Bottom right: 'W. Hollar sculp.' The clothing and pose are very similar to the painted portrait, but the face is more aged and the beard more dishevelled. Taylor doubts that the image was taken from de Neve's portrait (above), since Hollar would have made use of the elaborate frame. Commentary . This engraving derives from the Museum Tradescantianum , printed in 1656 by John Tradescant the younger and itemising his father's collection. The preface explains that publication was long delayed because, long after the printing was complete, 'onley the prefixed Pictures were not ready, and I found my kinde friend Mr Hollar then engaged for about tenne Monteths, for whose hand to finish the Plates, I was necessarily constrained to stay untill this time.' On Hollar's preoccupations at this time, see further the entry in the MHS . Further reading : Arthur MacGregor in ODNB ; A. MacGregor, ed., Tradescant's Rarities : Essays on the Foundations of the Ashmolean Museum (1983), esp. pp. 3-23; P. Leith-Ross, The John Tradescants (1984)."
      ]
    }
  ]
}
