{
  "id": "statue-buddha",
  "slug": "statue-buddha",
  "title": "Statue of Buddha",
  "description": "<p><strong>PRESCRIBED SOURCE</strong></p>\n<p><strong>Statue of Buddha</strong></p>\n<p><strong>Source: </strong>Ashmolean Museum, Accession No. 1685 B no. 175A</p>\n<p><strong><em>Permission. </em></strong><em>This image should not be reproduced or distributed in any form (including email, website, social media, printed publications etc.) without the express permission of the Ashmolean Museum. If any reproduction permissions are required, please contact the Ashmolean Picture Library via </em><a href=\"https://www.cabinet.ox.ac.uk/mailto:picture.library@ashmus.ox.ac.uk\"><em>picture.library@ashmus.ox.ac.uk</em></a><em>.</em></p>\n<p><strong>Dimesions. </strong>Height 0.75 m</p>\n<p><strong>Description. </strong>A partially lacquered white marble image of the seated Buddha, the figure making the \"earth touching\" gesture with his right hand. The left is placed palm open, a position (dhyani mudra) denoting meditation. The stone is cut away, except for a small support, between the hand and the god's lap (actually, the sole of his left foot), an unusual feature probably considered a feat of technical virtuosity. He is seated in the lotus position (padmasana) on a lotus throne, the latter indicated by a double (over-lapped) row of downward-pointing lotus petals in low relief. The lower part of the throne is irregular in shape and was probably never finished. The Buddha's robe is worn so as to leave the right shoulder bare and with what is probably meant to be a scarf hanging down over his back and left shoulder. These features, including the ends of the robe spread out on the throne between the Buddha's knees, are indicated simply by incised lines and by colouring, the two not always in accord. The single exception is the robe indicated on the left side not only by its gold colouring but also by the failure to cut through the marble between body and arm. The ear-lobes of the Buddha are elongated. The hair-line is likewise indicated by both colour and incised lines; the protuberance at the top of the head is of an unnatural regularity and terminates in a finial.</p>\n<p><strong>Commentary. </strong>In the most recent centuries, these white marble or alabaster figures have been the most common types of Burmese stone images of the Buddha. The knob on the top of the head is the ultimate successor to the \"cranial protuberance\" covered with hair depicted on the earliest Buddha images (first-second centuries AD), probably a reminder that the Buddha, from a warrior caste, originally wore his uncut hair in a bun or chignon under his turban. The origin of this feature came to be forgotten and it was taken for a \"cranial protuberance\", one of the marks of a Buddha, like his lion roar and the auspicious marks on the soles of his feet. Later topped by a flame, the present architectural finial is a very late feature. The pose, with the right hand touching the throne and the left palm upward along the lap, is known as \"earth touching\" (bhãmi sparsa) or \"calling the earth to witness\", and it is the one favoured above all others by Burmese sculptors of every age. It is associated with the Buddha's attaining Enlightenment under the Bodhi-tree of Bodhgaya, one of the four great events in his life.</p>\n<p><strong>Museum Id. No:</strong></p>\n<p>1656 p. 42: Indian Pa God<br/>\n1685 B no. 175a: Deus aut Idolum indicum pae God vulgo (dictum)</p>\n<p><strong>Credits</strong>: <a href=\"http://www.ashmolean.org/ash/amulets/tradescant/tradescant07-20.html\">Abridged </a>from J. C. Harle, 'Buddha', in Arthur MacGregor (ed.),<em>Tradescant's Rarities: Essays on the Foundation of the Ashmolean Museum</em> (Oxford, 1983), no. 79, pp. 183-4.</p>",
  "sourceType": "Sculpture",
  "tags": [
    "buddhism",
    "sculpture",
    "asian art",
    "religion"
  ],
  "primarySource": "Cabinet reference - details not fully scraped",
  "images": [
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/AN_1685_B_175A-a.jpeg",
      "caption": null
    }
  ],
  "unit": "Religious Art",
  "paper": "Asian Art and Culture",
  "date": "3rd-4th century",
  "isMockData": false,
  "imageSource": "cabinet",
  "cabinetUrl": "https://www.cabinet.ox.ac.uk/statue-buddha-0",
  "scrapedFromCabinet": true,
  "cabinetFields": [
    {
      "name": "field-name-field-external-links",
      "label": null,
      "values": [
        "Ashmolean Catalogue Entry"
      ]
    },
    {
      "name": "field-name-field-id-number",
      "label": "Accession number",
      "values": [
        "1685 B no. 175A"
      ]
    },
    {
      "name": "field-name-field-collection",
      "label": "Collection",
      "values": [
        "Ashmolean Museum of Art and Archaeology, University of Oxford"
      ]
    },
    {
      "name": "field-name-body",
      "label": null,
      "values": [
        "PRESCRIBED SOURCE Statue of Buddha Source: Ashmolean Museum, Accession No. 1685 B no. 175A Permission. This image should not be reproduced or distributed in any form (including email, website, social media, printed publications etc.) without the express permission of the Ashmolean Museum. If any reproduction permissions are required, please contact the Ashmolean Picture Library via picture.library@ashmus.ox.ac.uk . Dimesions. Height 0.75 m Description. A partially lacquered white marble image of the seated Buddha, the figure making the \"earth touching\" gesture with his right hand. The left is placed palm open, a position (dhyani mudra) denoting meditation. The stone is cut away, except for a small support, between the hand and the god's lap (actually, the sole of his left foot), an unusual feature probably considered a feat of technical virtuosity. He is seated in the lotus position (padmasana) on a lotus throne, the latter indicated by a double (over-lapped) row of downward-pointing lotus petals in low relief. The lower part of the throne is irregular in shape and was probably never finished. The Buddha's robe is worn so as to leave the right shoulder bare and with what is probably meant to be a scarf hanging down over his back and left shoulder. These features, including the ends of the robe spread out on the throne between the Buddha's knees, are indicated simply by incised lines and by colouring, the two not always in accord. The single exception is the robe indicated on the left side not only by its gold colouring but also by the failure to cut through the marble between body and arm. The ear-lobes of the Buddha are elongated. The hair-line is likewise indicated by both colour and incised lines; the protuberance at the top of the head is of an unnatural regularity and terminates in a finial. Commentary. In the most recent centuries, these white marble or alabaster figures have been the most common types of Burmese stone images of the Buddha. The knob on the top of the head is the ultimate successor to the \"cranial protuberance\" covered with hair depicted on the earliest Buddha images (first-second centuries AD), probably a reminder that the Buddha, from a warrior caste, originally wore his uncut hair in a bun or chignon under his turban. The origin of this feature came to be forgotten and it was taken for a \"cranial protuberance\", one of the marks of a Buddha, like his lion roar and the auspicious marks on the soles of his feet. Later topped by a flame, the present architectural finial is a very late feature. The pose, with the right hand touching the throne and the left palm upward along the lap, is known as \"earth touching\" (bhãmi sparsa) or \"calling the earth to witness\", and it is the one favoured above all others by Burmese sculptors of every age. It is associated with the Buddha's attaining Enlightenment under the Bodhi-tree of Bodhgaya, one of the four great events in his life. Museum Id. No: 1656 p. 42: Indian Pa God 1685 B no. 175a: Deus aut Idolum indicum pae God vulgo (dictum) Credits : Abridged from J. C. Harle, 'Buddha', in Arthur MacGregor (ed.), Tradescant's Rarities: Essays on the Foundation of the Ashmolean Museum (Oxford, 1983), no. 79, pp. 183-4."
      ]
    }
  ]
}
