{
  "id": "gul-yaka",
  "slug": "gul-yaka-turkmenistan",
  "title": "Gül-yaka (Turkmenistan)",
  "exhibitionId": "soviet-central-asia",
  "country": "Turkmenistan",
  "objectType": "Jewellery",
  "tags": [
    "jewellery",
    "turkmenistan"
  ],
  "description": "<p>The object is a rare <em>gül-yaka</em>, a silver Turkmen women's jewellery ornament, originally a collar clasp (gül-yaka means \"flower for the collar\") among the Yomud tribe, then adopted by Tekke and other tribes to become, as a brooch or pendant, one of the most popular Turkmen jewellery items. This one was a showpiece, but has an 1861 kopek coin soldered on the back so it could be worn hanging from a braided string. </p>\n<p>It is remarkable as an example of how traditional folk art could be updated and pressed into the service of propaganda art, since it was made to celebrate the 25th anniversary of the founding of the Turkmen Soviet Socialist Republic (1924), thus dating it to 1949. Around its edge are inscribed the names of all 16 Soviet republics -- that's right, <em>sixteen</em>, since at the 10:30 clock-position it includes Soviet Karelia (the Karelo-Finnish SSR), which was formed from territory ceded to the USSR by Finland in World War II (the Winter War of 1940) until it was absorbed into Russia itself in 1956. Around the circumference of a <em>gül-yaka</em> one usually finds round cabochons of red-brown carnelian, a semi-precious stone which, incrusted on silver, is practically the watchword of Turkmen jewelry. Here the artist has substituted reddish glass stars in raised settings, thus hearkening back to the traditionally expected color combination while transforming the gems into potent tokens of the new order -- the Soviet red star, originally found on the Kremlin's Spassky Tower in Moscow, from which it spread to become the very symbol of Communist political power, recognized the world over. </p>\n<p>The central medallion continues the theme by celebrating the economic achievements of the Turkmen SSR, depicting the development of its hydrocarbon industry with drilling rigs above, on either side of cotton bolls, and with bunches of grapes below. Soviet ideology was rooted in the idea of a union between the urban proletariat and the peasantry -- symbolized by the hammer and sickle -- and so it was mandatory for the artist to include examples of both industry and agriculture on the <em>gül-yaka</em>.   </p>\n<p> However, while it is an advertisement for Soviet power, we are missing a crucial and paradoxical aspect of this handsome piece unless we recall that it (like all Central Asian jewellery) also functioned traditionally as an amulet to ward off malevolent jinns and bad luck. In fact, in its original manifestation among the Yomuds the <em>gül-yaka</em> had been a smallish brooch, whose size increased dramatically as it grew popular throughout the Turkmen population in the early 20th century to become a substantial breast piece worn like protective armor against the evil eye. Shiny coins were also believed to have apotropaic powers, hence the choice of a Tsarist coin on the back, and the twisted braid of different colors on which the <em>gül-yaka</em> was hung was similarly protective. In general, jewelry that was bright, flashy or sparkling was believed to absorb, distract or dazzle the supernatural forces that otherwise might have attacked a woman's body. The shiny Soviet red stars here function to ward off evil spirits.  </p>\n<p>The irony is not lost on us today of an item of traditional Turkmen decorative art, imbued with ancient and even pre-Islamic (shamanistic-magical) beliefs, co-existing as political propaganda for the atheist and ideologically materialist Soviet state. But Central Asia was always a crossroads of ideas and religions. It was not doublethink, but a long history of syncretism, which allowed a Turkmen jeweler to make and a Turkmen woman to wear, evidently without mental contradiction, a beautiful object that incorporated pre-Islamic, Muslim and Soviet symbols and beliefs simultaneously.<br/>\n </p>\n<p><strong>DETAILS:</strong> The piece belongs to my family collection (Bogoslovskaya-Albion collection). We bought it in a market in Almaty in 2005. I took the photograph myself (2021). </p>\n<p><strong>Dr. Irina Bogoslovskaya </strong>is an art historian from Tashkent, and works as the North America Curator for the Cultural Legacy of Uzbekistan in World Collections Project. For many years she served as Senior Research Associate at the National Art Museum of Uzbekistan. She is author of the books Skullcaps of Uzbekistan, 19th-20th Centuries (with Larisa Levteeva, 2005) and Karakalpak Ornament: Form and Meaning (2020).</p>\n<p><br/><br/>\n </p>",
  "commentary": "<p>The object is a rare <em>gül-yaka</em>, a silver Turkmen women's jewellery ornament, originally a collar clasp (gül-yaka means \"flower for the collar\") among the Yomud tribe, then adopted by Tekke and other tribes to become, as a brooch or pendant, one of the most popular Turkmen jewellery items. This one was a showpiece, but has an 1861 kopek coin soldered on the back so it could be worn hanging from a braided string. </p>\n<p>It is remarkable as an example of how traditional folk art could be updated and pressed into the service of propaganda art, since it was made to celebrate the 25th anniversary of the founding of the Turkmen Soviet Socialist Republic (1924), thus dating it to 1949. Around its edge are inscribed the names of all 16 Soviet republics -- that's right, <em>sixteen</em>, since at the 10:30 clock-position it includes Soviet Karelia (the Karelo-Finnish SSR), which was formed from territory ceded to the USSR by Finland in World War II (the Winter War of 1940) until it was absorbed into Russia itself in 1956. Around the circumference of a <em>gül-yaka</em> one usually finds round cabochons of red-brown carnelian, a semi-precious stone which, incrusted on silver, is practically the watchword of Turkmen jewelry. Here the artist has substituted reddish glass stars in raised settings, thus hearkening back to the traditionally expected color combination while transforming the gems into potent tokens of the new order -- the Soviet red star, originally found on the Kremlin's Spassky Tower in Moscow, from which it spread to become the very symbol of Communist political power, recognized the world over. </p>\n<p>The central medallion continues the theme by celebrating the economic achievements of the Turkmen SSR, depicting the development of its hydrocarbon industry with drilling rigs above, on either side of cotton bolls, and with bunches of grapes below. Soviet ideology was rooted in the idea of a union between the urban proletariat and the peasantry -- symbolized by the hammer and sickle -- and so it was mandatory for the artist to include examples of both industry and agriculture on the <em>gül-yaka</em>.   </p>\n<p> However, while it is an advertisement for Soviet power, we are missing a crucial and paradoxical aspect of this handsome piece unless we recall that it (like all Central Asian jewellery) also functioned traditionally as an amulet to ward off malevolent jinns and bad luck. In fact, in its original manifestation among the Yomuds the <em>gül-yaka</em> had been a smallish brooch, whose size increased dramatically as it grew popular throughout the Turkmen population in the early 20th century to become a substantial breast piece worn like protective armor against the evil eye. Shiny coins were also believed to have apotropaic powers, hence the choice of a Tsarist coin on the back, and the twisted braid of different colors on which the <em>gül-yaka</em> was hung was similarly protective. In general, jewelry that was bright, flashy or sparkling was believed to absorb, distract or dazzle the supernatural forces that otherwise might have attacked a woman's body. The shiny Soviet red stars here function to ward off evil spirits.  </p>\n<p>The irony is not lost on us today of an item of traditional Turkmen decorative art, imbued with ancient and even pre-Islamic (shamanistic-magical) beliefs, co-existing as political propaganda for the atheist and ideologically materialist Soviet state. But Central Asia was always a crossroads of ideas and religions. It was not doublethink, but a long history of syncretism, which allowed a Turkmen jeweler to make and a Turkmen woman to wear, evidently without mental contradiction, a beautiful object that incorporated pre-Islamic, Muslim and Soviet symbols and beliefs simultaneously.<br/>\n </p>\n<p><strong>DETAILS:</strong> The piece belongs to my family collection (Bogoslovskaya-Albion collection). We bought it in a market in Almaty in 2005. I took the photograph myself (2021). </p>\n<p><strong>Dr. Irina Bogoslovskaya </strong>is an art historian from Tashkent, and works as the North America Curator for the Cultural Legacy of Uzbekistan in World Collections Project. For many years she served as Senior Research Associate at the National Art Museum of Uzbekistan. She is author of the books Skullcaps of Uzbekistan, 19th-20th Centuries (with Larisa Levteeva, 2005) and Karakalpak Ornament: Form and Meaning (2020).</p>\n<p><br/><br/>\n </p>",
  "author": {
    "name": "Dr. Irina Bogoslovskaya",
    "bio": "Art historian from Tashkent; North America Curator for Cultural Legacy of Uzbekistan in World Collections Project; former Senior Research Associate, National Art Museum of Uzbekistan; author of two books on Central Asian textiles."
  },
  "provenance": "Bogoslovskaya-Albion collection; purchased in Almaty market (2005)",
  "images": [
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/Gul-yaka_Bogoslovskaya_0.jpg",
      "caption": null
    }
  ],
  "date": "1949",
  "references": [],
  "scrapedFromCabinet": true,
  "imageSource": "cabinet",
  "cabinetUrl": "https://www.cabinet.ox.ac.uk/g-l-yaka-turkmenistan-0",
  "cabinetFields": [
    {
      "name": "field-name-field-source-tags",
      "label": null,
      "values": [
        "Jewellery",
        "Turkmenistan"
      ]
    },
    {
      "name": "field-name-body",
      "label": null,
      "values": [
        "The object is a rare gül-yaka , a silver Turkmen women's jewellery ornament, originally a collar clasp (gül-yaka means \"flower for the collar\") among the Yomud tribe, then adopted by Tekke and other tribes to become, as a brooch or pendant, one of the most popular Turkmen jewellery items. This one was a showpiece, but has an 1861 kopek coin soldered on the back so it could be worn hanging from a braided string. It is remarkable as an example of how traditional folk art could be updated and pressed into the service of propaganda art, since it was made to celebrate the 25th anniversary of the founding of the Turkmen Soviet Socialist Republic (1924), thus dating it to 1949. Around its edge are inscribed the names of all 16 Soviet republics -- that's right, sixteen , since at the 10:30 clock-position it includes Soviet Karelia (the Karelo-Finnish SSR), which was formed from territory ceded to the USSR by Finland in World War II (the Winter War of 1940) until it was absorbed into Russia itself in 1956. Around the circumference of a gül-yaka one usually finds round cabochons of red-brown carnelian, a semi-precious stone which, incrusted on silver, is practically the watchword of Turkmen jewelry. Here the artist has substituted reddish glass stars in raised settings, thus hearkening back to the traditionally expected color combination while transforming the gems into potent tokens of the new order -- the Soviet red star, originally found on the Kremlin's Spassky Tower in Moscow, from which it spread to become the very symbol of Communist political power, recognized the world over. The central medallion continues the theme by celebrating the economic achievements of the Turkmen SSR, depicting the development of its hydrocarbon industry with drilling rigs above, on either side of cotton bolls, and with bunches of grapes below. Soviet ideology was rooted in the idea of a union between the urban proletariat and the peasantry -- symbolized by the hammer and sickle -- and so it was mandatory for the artist to include examples of both industry and agriculture on the gül-yaka . However, while it is an advertisement for Soviet power, we are missing a crucial and paradoxical aspect of this handsome piece unless we recall that it (like all Central Asian jewellery) also functioned traditionally as an amulet to ward off malevolent jinns and bad luck. In fact, in its original manifestation among the Yomuds the gül-yaka had been a smallish brooch, whose size increased dramatically as it grew popular throughout the Turkmen population in the early 20th century to become a substantial breast piece worn like protective armor against the evil eye. Shiny coins were also believed to have apotropaic powers, hence the choice of a Tsarist coin on the back, and the twisted braid of different colors on which the gül-yaka was hung was similarly protective. In general, jewelry that was bright, flashy or sparkling was believed to absorb, distract or dazzle the supernatural forces that otherwise might have attacked a woman's body. The shiny Soviet red stars here function to ward off evil spirits. The irony is not lost on us today of an item of traditional Turkmen decorative art, imbued with ancient and even pre-Islamic (shamanistic-magical) beliefs, co-existing as political propaganda for the atheist and ideologically materialist Soviet state. But Central Asia was always a crossroads of ideas and religions. It was not doublethink, but a long history of syncretism, which allowed a Turkmen jeweler to make and a Turkmen woman to wear, evidently without mental contradiction, a beautiful object that incorporated pre-Islamic, Muslim and Soviet symbols and beliefs simultaneously. DETAILS: The piece belongs to my family collection (Bogoslovskaya-Albion collection). We bought it in a market in Almaty in 2005. I took the photograph myself (2021). Dr. Irina Bogoslovskaya is an art historian from Tashkent, and works as the North America Curator for the Cultural Legacy of Uzbekistan in World Collections Project. For many years she served as Senior Research Associate at the National Art Museum of Uzbekistan. She is author of the books Skullcaps of Uzbekistan, 19th-20th Centuries (with Larisa Levteeva, 2005) and Karakalpak Ornament: Form and Meaning (2020)."
      ]
    }
  ]
}
