{
  "id": "pakhtakhor-monument",
  "slug": "pakhtakhor-79-monument",
  "title": "The Pakhtakhor-79 Monument (Uzbekistan/Ukraine)",
  "exhibitionId": "soviet-central-asia",
  "country": "Uzbekistan",
  "objectType": "Monument",
  "tags": [
    "sports",
    "football",
    "monument",
    "uzbekistan",
    "ukraine",
    "tragedy"
  ],
  "description": "On 11 August 1979, a TU-134 plane carrying 84 passengers took off from Tashkent heading for Minsk. After a brief scheduled stop in Donetsk, it took off again, doubtless to some jitters for the flights through Belarussian airspace were notorious for unexpected air pockets and turbulence. As it climbed to its cruising altitude through congested airspace, it collided with another jet on its way from Voronezh to Kishinev, carrying 94 passengers and crew. All aboard both aircraft were killed as the fuselages plunged to earth by Dniprodzerzhynsk, Ukraine.\n\nThe plane that had taken off earlier that day from Tashkent was carrying seventeen players and staff of Pakhtakor FC – the best team in Uzbekistan, at that time one of the fifteen republics that made up the Soviet Union. National news outlets said nothing about the crash, simply informing fans that Pakhtakor’s next game, a Central Asian derby against the Kazakh team FC Kairat due to take place a week later had been postponed. Instead, Pakhtakor’s players were buried that day at the Botkin cemetery in Tashkent.\n\nFootball had come to Central Asia relatively late. Although it had been one of the sports played at the Second Turkestan Olympics in 1921, alongside folk and national games, it had not been met with any great enthusiasm in the 1930s as the Soviet authorities encouraged the take up of new activities intended to ‘modernise’ all parts of the USSR and particularly those in Central Asia. Pakhtakor (literally meaning ‘cotton cultivator’) was founded in 1956 and given accelerated access to the upper echelons of the game as administrators believed that all the republics should participate at a national level. The club enjoyed considerable success, reaching the Cup Final in 1968 (losing 1:0 to Torpedo Moscow) and dipping in and out of the top division.\n\nPerhaps not surprisingly, the club gained a totemic significance for its fans, whose support dovetailed with pride for Uzbek identity. In 1969, banners were unfurled by fans urging ‘Russians Go Home’ alongside large protests outside the stadium against Russification and rising immigration to the region. The heavy dependence on players born in Uzbekistan was also endeared club and players to its supporters, even if some had ethnic Russian parentage.\n\nThis profile made some suspicious of Pakhtakor and what it stood for, and its players and ethos were sometimes criticised in the Soviet press – such as in 1970 when the club’s captain was singled out for not having thanked the linesman after a game and (therefore) not playing the game in the right spirit. Five years later, the main sports outlet, Sovetskii Sport , was excoriating about the players, reporting that when asked about how to perform better, they had talked about having better apartments, telephones and luxuries – rather than about training regimes.\n\nStill, in 1979, the team was on a roll. Promoted two years earlier, Pakhtakor had done well the following season. Hopes were high, especially after three successive wins at the start ofthe season lifted them to the top of the table, level on points. A young team, built around the Mikhail An, a mercurial midfielder whose Korean parents had been part of the large-scale deportations from the Far East to Central Asia at the height of Stalin’s paranoia in the 1930s, had proved capable of upsetting some of the bigger and better teams in the top flight. An and his team-mate, the 23-year-old Vladimir Fyodorov, had already been called up by and had made their debuts for the Soviet national team. They and their friends and team-mates had bright futures ahead of them.\n\nLess than two weeks after the incident, a Pakhtakor team took to the field against Yerevan Ararat. Oleg Bazilevich, the club’s head coach had not been on the plane, while the goalkeeper, Anatoly Yanovsky, had flown to Minsk a day earlier. The rest of those who took to the field in Pakhtakor colours were reserves or squad members of other teams who had been told to provide the club with three players each. Pakhtakor lost 3-1.\n\nFor football fans across the Soviet Union, but especially in Central Asia, Uzbekistan and Tashkent, the disaster carries a seminal importance to this day – just like the Munich air crash that claimed the lives of so many of Manchester United’s Busby Babes. The difference, of course, is that the tragic crash in August 1979 also reveals much about the Soviet Union at the time: the silence and cover-up about what happened; the crass incompetence of woeful air traffic control; the inability to explain why, as it later turned out, three planes had been in the same window at the same time – perhaps because space had been cleared to prioritise Leonid Brezhnev’s visit to Crimea; the lack of sensitivity to the family and friends of those onboard, including the very many not involved in football. It was only a week after the crash that the national media finally reported what had happened.\n\nThe memory of the incident is being kept alive. In 2013, a new memorial was unveiled at the Botkin cemetery in Tashkent where many of the players were buried – a more suitable and poignant location than the crash site in Ukraine where the Pakhtakhor-79 monument is located. And a new documentary by filmmaker Brian Song, Misha, centring on the life of Mikhail An, will open up the story of the crash and of football in Soviet Central Asia to wider and new audiences. That it has taken more than forty years for these fitting tributes to be paid tells an important story of its own.\n\nPeter Frankopan is Professor of Global History at Oxford University and Associate Director of the Silk Roads programme at King’s College, Cambridge. His books include The Silk Roads: A New History of the World (2015) and The New Silk Roads: The Present and Future of the World (2018)",
  "commentary": "On 11 August 1979, a TU-134 plane carrying 84 passengers took off from Tashkent heading for Minsk. After a brief scheduled stop in Donetsk, it took off again, doubtless to some jitters for the flights through Belarussian airspace were notorious for unexpected air pockets and turbulence. As it climbed to its cruising altitude through congested airspace, it collided with another jet on its way from Voronezh to Kishinev, carrying 94 passengers and crew. All aboard both aircraft were killed as the fuselages plunged to earth by Dniprodzerzhynsk, Ukraine.\n\nThe plane that had taken off earlier that day from Tashkent was carrying seventeen players and staff of Pakhtakor FC – the best team in Uzbekistan, at that time one of the fifteen republics that made up the Soviet Union. National news outlets said nothing about the crash, simply informing fans that Pakhtakor’s next game, a Central Asian derby against the Kazakh team FC Kairat due to take place a week later had been postponed. Instead, Pakhtakor’s players were buried that day at the Botkin cemetery in Tashkent.\n\nFootball had come to Central Asia relatively late. Although it had been one of the sports played at the Second Turkestan Olympics in 1921, alongside folk and national games, it had not been met with any great enthusiasm in the 1930s as the Soviet authorities encouraged the take up of new activities intended to ‘modernise’ all parts of the USSR and particularly those in Central Asia. Pakhtakor (literally meaning ‘cotton cultivator’) was founded in 1956 and given accelerated access to the upper echelons of the game as administrators believed that all the republics should participate at a national level. The club enjoyed considerable success, reaching the Cup Final in 1968 (losing 1:0 to Torpedo Moscow) and dipping in and out of the top division.\n\nPerhaps not surprisingly, the club gained a totemic significance for its fans, whose support dovetailed with pride for Uzbek identity. In 1969, banners were unfurled by fans urging ‘Russians Go Home’ alongside large protests outside the stadium against Russification and rising immigration to the region. The heavy dependence on players born in Uzbekistan was also endeared club and players to its supporters, even if some had ethnic Russian parentage.\n\nThis profile made some suspicious of Pakhtakor and what it stood for, and its players and ethos were sometimes criticised in the Soviet press – such as in 1970 when the club’s captain was singled out for not having thanked the linesman after a game and (therefore) not playing the game in the right spirit. Five years later, the main sports outlet, Sovetskii Sport , was excoriating about the players, reporting that when asked about how to perform better, they had talked about having better apartments, telephones and luxuries – rather than about training regimes.\n\nStill, in 1979, the team was on a roll. Promoted two years earlier, Pakhtakor had done well the following season. Hopes were high, especially after three successive wins at the start ofthe season lifted them to the top of the table, level on points. A young team, built around the Mikhail An, a mercurial midfielder whose Korean parents had been part of the large-scale deportations from the Far East to Central Asia at the height of Stalin’s paranoia in the 1930s, had proved capable of upsetting some of the bigger and better teams in the top flight. An and his team-mate, the 23-year-old Vladimir Fyodorov, had already been called up by and had made their debuts for the Soviet national team. They and their friends and team-mates had bright futures ahead of them.\n\nLess than two weeks after the incident, a Pakhtakor team took to the field against Yerevan Ararat. Oleg Bazilevich, the club’s head coach had not been on the plane, while the goalkeeper, Anatoly Yanovsky, had flown to Minsk a day earlier. The rest of those who took to the field in Pakhtakor colours were reserves or squad members of other teams who had been told to provide the club with three players each. Pakhtakor lost 3-1.\n\nFor football fans across the Soviet Union, but especially in Central Asia, Uzbekistan and Tashkent, the disaster carries a seminal importance to this day – just like the Munich air crash that claimed the lives of so many of Manchester United’s Busby Babes. The difference, of course, is that the tragic crash in August 1979 also reveals much about the Soviet Union at the time: the silence and cover-up about what happened; the crass incompetence of woeful air traffic control; the inability to explain why, as it later turned out, three planes had been in the same window at the same time – perhaps because space had been cleared to prioritise Leonid Brezhnev’s visit to Crimea; the lack of sensitivity to the family and friends of those onboard, including the very many not involved in football. It was only a week after the crash that the national media finally reported what had happened.\n\nThe memory of the incident is being kept alive. In 2013, a new memorial was unveiled at the Botkin cemetery in Tashkent where many of the players were buried – a more suitable and poignant location than the crash site in Ukraine where the Pakhtakhor-79 monument is located. And a new documentary by filmmaker Brian Song, Misha, centring on the life of Mikhail An, will open up the story of the crash and of football in Soviet Central Asia to wider and new audiences. That it has taken more than forty years for these fitting tributes to be paid tells an important story of its own.\n\nPeter Frankopan is Professor of Global History at Oxford University and Associate Director of the Silk Roads programme at King’s College, Cambridge. His books include The Silk Roads: A New History of the World (2015) and The New Silk Roads: The Present and Future of the World (2018)",
  "author": {
    "name": "Exhibition Contributors",
    "bio": "Soviet Central Asia in 100 Objects research team"
  },
  "provenance": "Public monument, Tashkent",
  "images": [],
  "date": "1979",
  "references": [],
  "isMockData": false,
  "imageSource": "cabinet",
  "cabinetUrl": "https://www.cabinet.ox.ac.uk/pakhtakhor-79-monument-uzbekistanukraine-1",
  "scrapedFromCabinet": true,
  "cabinetFields": [
    {
      "name": "field-name-body",
      "label": null,
      "values": [
        "On 11 August 1979, a TU-134 plane carrying 84 passengers took off from Tashkent heading for Minsk. After a brief scheduled stop in Donetsk, it took off again, doubtless to some jitters for the flights through Belarussian airspace were notorious for unexpected air pockets and turbulence. As it climbed to its cruising altitude through congested airspace, it collided with another jet on its way from Voronezh to Kishinev, carrying 94 passengers and crew. All aboard both aircraft were killed as the fuselages plunged to earth by Dniprodzerzhynsk, Ukraine. The plane that had taken off earlier that day from Tashkent was carrying seventeen players and staff of Pakhtakor FC – the best team in Uzbekistan, at that time one of the fifteen republics that made up the Soviet Union. National news outlets said nothing about the crash, simply informing fans that Pakhtakor’s next game, a Central Asian derby against the Kazakh team FC Kairat due to take place a week later had been postponed. Instead, Pakhtakor’s players were buried that day at the Botkin cemetery in Tashkent. Football had come to Central Asia relatively late. Although it had been one of the sports played at the Second Turkestan Olympics in 1921, alongside folk and national games, it had not been met with any great enthusiasm in the 1930s as the Soviet authorities encouraged the take up of new activities intended to ‘modernise’ all parts of the USSR and particularly those in Central Asia. Pakhtakor (literally meaning ‘cotton cultivator’) was founded in 1956 and given accelerated access to the upper echelons of the game as administrators believed that all the republics should participate at a national level. The club enjoyed considerable success, reaching the Cup Final in 1968 (losing 1:0 to Torpedo Moscow) and dipping in and out of the top division. Perhaps not surprisingly, the club gained a totemic significance for its fans, whose support dovetailed with pride for Uzbek identity. In 1969, banners were unfurled by fans urging ‘Russians Go Home’ alongside large protests outside the stadium against Russification and rising immigration to the region. The heavy dependence on players born in Uzbekistan was also endeared club and players to its supporters, even if some had ethnic Russian parentage. This profile made some suspicious of Pakhtakor and what it stood for, and its players and ethos were sometimes criticised in the Soviet press – such as in 1970 when the club’s captain was singled out for not having thanked the linesman after a game and (therefore) not playing the game in the right spirit. Five years later, the main sports outlet, Sovetskii Sport , was excoriating about the players, reporting that when asked about how to perform better, they had talked about having better apartments, telephones and luxuries – rather than about training regimes. Still, in 1979, the team was on a roll. Promoted two years earlier, Pakhtakor had done well the following season. Hopes were high, especially after three successive wins at the start ofthe season lifted them to the top of the table, level on points. A young team, built around the Mikhail An, a mercurial midfielder whose Korean parents had been part of the large-scale deportations from the Far East to Central Asia at the height of Stalin’s paranoia in the 1930s, had proved capable of upsetting some of the bigger and better teams in the top flight. An and his team-mate, the 23-year-old Vladimir Fyodorov, had already been called up by and had made their debuts for the Soviet national team. They and their friends and team-mates had bright futures ahead of them. Less than two weeks after the incident, a Pakhtakor team took to the field against Yerevan Ararat. Oleg Bazilevich, the club’s head coach had not been on the plane, while the goalkeeper, Anatoly Yanovsky, had flown to Minsk a day earlier. The rest of those who took to the field in Pakhtakor colours were reserves or squad members of other teams who had been told to provide the club with three players each. Pakhtakor lost 3-1. For football fans across the Soviet Union, but especially in Central Asia, Uzbekistan and Tashkent, the disaster carries a seminal importance to this day – just like the Munich air crash that claimed the lives of so many of Manchester United’s Busby Babes. The difference, of course, is that the tragic crash in August 1979 also reveals much about the Soviet Union at the time: the silence and cover-up about what happened; the crass incompetence of woeful air traffic control; the inability to explain why, as it later turned out, three planes had been in the same window at the same time – perhaps because space had been cleared to prioritise Leonid Brezhnev’s visit to Crimea; the lack of sensitivity to the family and friends of those onboard, including the very many not involved in football. It was only a week after the crash that the national media finally reported what had happened. The memory of the incident is being kept alive. In 2013, a new memorial was unveiled at the Botkin cemetery in Tashkent where many of the players were buried – a more suitable and poignant location than the crash site in Ukraine where the Pakhtakhor-79 monument is located. And a new documentary by filmmaker Brian Song, Misha, centring on the life of Mikhail An, will open up the story of the crash and of football in Soviet Central Asia to wider and new audiences. That it has taken more than forty years for these fitting tributes to be paid tells an important story of its own. Peter Frankopan is Professor of Global History at Oxford University and Associate Director of the Silk Roads programme at King’s College, Cambridge. His books include The Silk Roads: A New History of the World (2015) and The New Silk Roads: The Present and Future of the World (2018)"
      ]
    }
  ]
}
