{
  "id": "quran-translation",
  "slug": "quran-translation-tarazi",
  "title": "Translation of the Qu'ran by Sayyid Mahmud Tarazi (Uzbekistan/India)",
  "exhibitionId": "soviet-central-asia",
  "country": "Uzbekistan",
  "objectType": "Religious text",
  "tags": [
    "religion",
    "islam",
    "translation",
    "uzbekistan",
    "india"
  ],
  "description": "<p><meta charset=\"utf-8\"/></p>\n<p>By the mid-1950s, the Muslim world had many translations and interpretations of the Qur’an into Urdu and Persian, while there were virtually no translations into Central Asian Turki, the language of Turkestanis who lived in Soviet Central Asia (mostly in Uzbekistan) and in exile abroad. A prominent theologian and one of the leaders of the Turkestani diaspora in the Middle East in the second half of the twentieth century, Sayyid Mahmud Tarazi (born ca. 1895 in Awliya Ata, died 1991 in Medina), known by the honorary nickname of “Altin-<em>khan</em>-<em>tura</em>”, took it upon himself to fill this gap.</p>\n<p>In a preface to his own translation of the Qur’an with exegesis (<em>tafsir</em>), Tarazi stated that it was the first complete interlinear translation of the Muslim Holy Book “into the Turkestani language” (Arab. “<em>bi-l-lugha al-turkistaniyya</em>” / Uzb. “<em>Turkiston tilida/shewasida</em>”). His work first appeared in 1956 in Bombay (now Mumbai, India) in the form of a lithographed six-volume edition. In less than half a century, Tarazi’s translation of the Qur’an underwent more than ten editions in various regions of the Muslim world (Bombay, Karachi, Medina, Jidda, Doha, Istanbul). In one way or another – for example through <em>hajj</em> or foreign trips of religious figures and Orientalists from the Uzbek SSR – the work reached Soviet Central Asia, where it developed its own rich history.</p>\n<p>As archaeographic and field research indicates, Tarazi's translation was part of the personal library collections of some local religious figures within Central Asia, including particularly prominent “official” and “unofficial” theologians from the region. Among them were the most prominent Hanafi theologian of the Ferghana Valley and Tajikistan Damulla/Damla Hindustani (1892–1989); the Kokand Sufi Shaykh Ibrahim-<em>hazrat</em> (1937-2009); a number of theologians of the Spiritual Board of Muslims of Central Asia and Kazakhstan (SADUM, 1943–1992); and the last Mufti of SADUM, Shaykh Muhammad-Sadik Muhammad-Yusuf (1952–2015). Through their mediation, a translation-<em>tafsir</em> and a number of other works by Tarazi found their way into the SADUM library and later into the confessional-educational institutions under its jurisdiction, as well as into one of the major depositories of Oriental manuscripts and lithographic publications of the Uzbek SSR.</p>\n<p>The copy of Tarazi’s translation-<em>tafsir</em> that is depicted on the photo was until 1983 in the collection of Shaykh Ibrahim-<em>hazrat</em>, a famous Kokand Sufi and representative of the Naqshbandiyya-Husayniyya. However, as a result of his arrest, the library was temporarily moved to the Hamid Sulaymanov Institute of Manuscripts of the Academy of Sciences of the Uzbek SSR in Tashkent. A few months later, when Ibrahim-<em>hazrat</em> was released, his books were ordered to be returned to their rightful owner. The only thing a member of the Institute’s staff (Bobokhon Qosimkhonov, d. 2018) asked of the Shaykh before returning to him the contents of his library was that he leave the complete six-volume set of the Qur’an translation in “Turkestani” with commentaries for the Institute’s collection. Negotiations were successful, and the books found their new home. In 1998, after the Institute of Manuscripts was abolished, the collection was transferred to the al-Biruni Institute of Oriental Studies of the Academy of Sciences of the Republic of Uzbekistan.</p>\n<p>Despite possible criminal prosecution for the distribution of religious literature, the translation of the Qur’an by Tarazi could be found illegally sold in the Friday (<em>Jumʻa</em>) bazaars of Kokand and Tashkent. Thus in the early 1980s the translation-<em>tafsir</em>, especially its 30th part, had a certain distribution (mostly in the form of photocopies) in Kokand. The full translation of the Qur’an in its original edition was less common and cost up to one thousand Soviet rubles.</p>\n<p>In the capital of the Uzbek SSR, Tashkent, in the mid-1970s, the translation-<em>tafsir</em> of Tarazi had its own “state mission”. The book, authored by an anti-Soviet figure, was exhibited among other translations of the Qur’an in the SADUM library. Naturally, it was not circulated to the public. The purpose of the Qur’an translations exhibited in the SADUM library, along with other Islamic objects, was primarily to demonstrate religious freedom in the USSR and to create a positive image of the state during visits by foreign delegations. However, almost 20 years later, between in 1990–1993, Tarazi’s work was openly available at the local <em>Jum’a </em>Bazaar in the Old City on the territory of the Hast Imam architectural ensemble. According to witnesses, after Uzbekistan gained independence in 1991–1992 there was free distribution of Tarazi’s translation of the Qur’an and other works in mosques.</p>\n<p>Despite the isolation of Central Asian (and wider, Soviet) Muslims from the rest of the Islamic world, representatives of the Turkestani <em>ʻulamaʼ</em> emigrés, according to the codes of religious ethics laid down by theologians, took care to make Islamic literature available not only to members of the Turkestani diaspora, but also to Central Asian Soviet Muslims. For well-known reasons, only fragments of their heritage reached Soviet Central Asia. One such “fragment”, and a large one at that, was the translation-<em>tafsir</em> of Sayyid Mahmud Tarazi.</p>\n<p><strong>Filipp Romanovich Khusnutdinov </strong>is a doctoral student at the Al-Biruni Institute of Oriental Studies of the Uzbekistan Academy of Sciences in Tashkent. His dissertation research is devoted to an intellectual biography of Sayyid Mahmud Tarazi<br/><br/>\n </p>",
  "commentary": "<p><meta charset=\"utf-8\"/></p>\n<p>By the mid-1950s, the Muslim world had many translations and interpretations of the Qur’an into Urdu and Persian, while there were virtually no translations into Central Asian Turki, the language of Turkestanis who lived in Soviet Central Asia (mostly in Uzbekistan) and in exile abroad. A prominent theologian and one of the leaders of the Turkestani diaspora in the Middle East in the second half of the twentieth century, Sayyid Mahmud Tarazi (born ca. 1895 in Awliya Ata, died 1991 in Medina), known by the honorary nickname of “Altin-<em>khan</em>-<em>tura</em>”, took it upon himself to fill this gap.</p>\n<p>In a preface to his own translation of the Qur’an with exegesis (<em>tafsir</em>), Tarazi stated that it was the first complete interlinear translation of the Muslim Holy Book “into the Turkestani language” (Arab. “<em>bi-l-lugha al-turkistaniyya</em>” / Uzb. “<em>Turkiston tilida/shewasida</em>”). His work first appeared in 1956 in Bombay (now Mumbai, India) in the form of a lithographed six-volume edition. In less than half a century, Tarazi’s translation of the Qur’an underwent more than ten editions in various regions of the Muslim world (Bombay, Karachi, Medina, Jidda, Doha, Istanbul). In one way or another – for example through <em>hajj</em> or foreign trips of religious figures and Orientalists from the Uzbek SSR – the work reached Soviet Central Asia, where it developed its own rich history.</p>\n<p>As archaeographic and field research indicates, Tarazi's translation was part of the personal library collections of some local religious figures within Central Asia, including particularly prominent “official” and “unofficial” theologians from the region. Among them were the most prominent Hanafi theologian of the Ferghana Valley and Tajikistan Damulla/Damla Hindustani (1892–1989); the Kokand Sufi Shaykh Ibrahim-<em>hazrat</em> (1937-2009); a number of theologians of the Spiritual Board of Muslims of Central Asia and Kazakhstan (SADUM, 1943–1992); and the last Mufti of SADUM, Shaykh Muhammad-Sadik Muhammad-Yusuf (1952–2015). Through their mediation, a translation-<em>tafsir</em> and a number of other works by Tarazi found their way into the SADUM library and later into the confessional-educational institutions under its jurisdiction, as well as into one of the major depositories of Oriental manuscripts and lithographic publications of the Uzbek SSR.</p>\n<p>The copy of Tarazi’s translation-<em>tafsir</em> that is depicted on the photo was until 1983 in the collection of Shaykh Ibrahim-<em>hazrat</em>, a famous Kokand Sufi and representative of the Naqshbandiyya-Husayniyya. However, as a result of his arrest, the library was temporarily moved to the Hamid Sulaymanov Institute of Manuscripts of the Academy of Sciences of the Uzbek SSR in Tashkent. A few months later, when Ibrahim-<em>hazrat</em> was released, his books were ordered to be returned to their rightful owner. The only thing a member of the Institute’s staff (Bobokhon Qosimkhonov, d. 2018) asked of the Shaykh before returning to him the contents of his library was that he leave the complete six-volume set of the Qur’an translation in “Turkestani” with commentaries for the Institute’s collection. Negotiations were successful, and the books found their new home. In 1998, after the Institute of Manuscripts was abolished, the collection was transferred to the al-Biruni Institute of Oriental Studies of the Academy of Sciences of the Republic of Uzbekistan.</p>\n<p>Despite possible criminal prosecution for the distribution of religious literature, the translation of the Qur’an by Tarazi could be found illegally sold in the Friday (<em>Jumʻa</em>) bazaars of Kokand and Tashkent. Thus in the early 1980s the translation-<em>tafsir</em>, especially its 30th part, had a certain distribution (mostly in the form of photocopies) in Kokand. The full translation of the Qur’an in its original edition was less common and cost up to one thousand Soviet rubles.</p>\n<p>In the capital of the Uzbek SSR, Tashkent, in the mid-1970s, the translation-<em>tafsir</em> of Tarazi had its own “state mission”. The book, authored by an anti-Soviet figure, was exhibited among other translations of the Qur’an in the SADUM library. Naturally, it was not circulated to the public. The purpose of the Qur’an translations exhibited in the SADUM library, along with other Islamic objects, was primarily to demonstrate religious freedom in the USSR and to create a positive image of the state during visits by foreign delegations. However, almost 20 years later, between in 1990–1993, Tarazi’s work was openly available at the local <em>Jum’a </em>Bazaar in the Old City on the territory of the Hast Imam architectural ensemble. According to witnesses, after Uzbekistan gained independence in 1991–1992 there was free distribution of Tarazi’s translation of the Qur’an and other works in mosques.</p>\n<p>Despite the isolation of Central Asian (and wider, Soviet) Muslims from the rest of the Islamic world, representatives of the Turkestani <em>ʻulamaʼ</em> emigrés, according to the codes of religious ethics laid down by theologians, took care to make Islamic literature available not only to members of the Turkestani diaspora, but also to Central Asian Soviet Muslims. For well-known reasons, only fragments of their heritage reached Soviet Central Asia. One such “fragment”, and a large one at that, was the translation-<em>tafsir</em> of Sayyid Mahmud Tarazi.</p>\n<p><strong>Filipp Romanovich Khusnutdinov </strong>is a doctoral student at the Al-Biruni Institute of Oriental Studies of the Uzbekistan Academy of Sciences in Tashkent. His dissertation research is devoted to an intellectual biography of Sayyid Mahmud Tarazi<br/><br/>\n </p>",
  "author": {
    "name": "Exhibition Contributors",
    "bio": "Soviet Central Asia in 100 Objects research team"
  },
  "provenance": "Academic collection",
  "images": [
    {
      "url": "https://www.cabinet.ox.ac.uk/sites/default/files/images/sources/%D0%9A%D0%BE%D1%80%D0%B0%D0%BD%20%D0%A2%D0%B0%D1%80%D0%B0%D0%B7%D0%B8%20%28%D1%82%D0%BE%D0%BC%20I%2C%20112%20c.%20%D0%98%D0%92%20%D0%90%D0%9D%20%D0%A0%D0%A3%D0%B7%2C%20%D0%A4.%20%D0%A5%D0%A1%20%D0%BB%D0%B8%D1%82.%20%E2%84%96%204015%29_0.jpg",
      "caption": null
    }
  ],
  "date": "20th century",
  "references": [],
  "isMockData": false,
  "imageSource": "cabinet",
  "cabinetUrl": "https://www.cabinet.ox.ac.uk/translation-quran-sayyid-mahmud-tarazi-uzbekistanindia-1",
  "scrapedFromCabinet": true,
  "cabinetFields": [
    {
      "name": "field-name-body",
      "label": null,
      "values": [
        "By the mid-1950s, the Muslim world had many translations and interpretations of the Qur’an into Urdu and Persian, while there were virtually no translations into Central Asian Turki, the language of Turkestanis who lived in Soviet Central Asia (mostly in Uzbekistan) and in exile abroad. A prominent theologian and one of the leaders of the Turkestani diaspora in the Middle East in the second half of the twentieth century, Sayyid Mahmud Tarazi (born ca. 1895 in Awliya Ata, died 1991 in Medina), known by the honorary nickname of “Altin- khan - tura ”, took it upon himself to fill this gap. In a preface to his own translation of the Qur’an with exegesis ( tafsir ), Tarazi stated that it was the first complete interlinear translation of the Muslim Holy Book “into the Turkestani language” (Arab. “ bi-l-lugha al-turkistaniyya ” / Uzb. “ Turkiston tilida/shewasida ”). His work first appeared in 1956 in Bombay (now Mumbai, India) in the form of a lithographed six-volume edition. In less than half a century, Tarazi’s translation of the Qur’an underwent more than ten editions in various regions of the Muslim world (Bombay, Karachi, Medina, Jidda, Doha, Istanbul). In one way or another – for example through hajj or foreign trips of religious figures and Orientalists from the Uzbek SSR – the work reached Soviet Central Asia, where it developed its own rich history. As archaeographic and field research indicates, Tarazi's translation was part of the personal library collections of some local religious figures within Central Asia, including particularly prominent “official” and “unofficial” theologians from the region. Among them were the most prominent Hanafi theologian of the Ferghana Valley and Tajikistan Damulla/Damla Hindustani (1892–1989); the Kokand Sufi Shaykh Ibrahim- hazrat (1937-2009); a number of theologians of the Spiritual Board of Muslims of Central Asia and Kazakhstan (SADUM, 1943–1992); and the last Mufti of SADUM, Shaykh Muhammad-Sadik Muhammad-Yusuf (1952–2015). Through their mediation, a translation- tafsir and a number of other works by Tarazi found their way into the SADUM library and later into the confessional-educational institutions under its jurisdiction, as well as into one of the major depositories of Oriental manuscripts and lithographic publications of the Uzbek SSR. The copy of Tarazi’s translation- tafsir that is depicted on the photo was until 1983 in the collection of Shaykh Ibrahim- hazrat , a famous Kokand Sufi and representative of the Naqshbandiyya-Husayniyya. However, as a result of his arrest, the library was temporarily moved to the Hamid Sulaymanov Institute of Manuscripts of the Academy of Sciences of the Uzbek SSR in Tashkent. A few months later, when Ibrahim- hazrat was released, his books were ordered to be returned to their rightful owner. The only thing a member of the Institute’s staff (Bobokhon Qosimkhonov, d. 2018) asked of the Shaykh before returning to him the contents of his library was that he leave the complete six-volume set of the Qur’an translation in “Turkestani” with commentaries for the Institute’s collection. Negotiations were successful, and the books found their new home. In 1998, after the Institute of Manuscripts was abolished, the collection was transferred to the al-Biruni Institute of Oriental Studies of the Academy of Sciences of the Republic of Uzbekistan. Despite possible criminal prosecution for the distribution of religious literature, the translation of the Qur’an by Tarazi could be found illegally sold in the Friday ( Jumʻa ) bazaars of Kokand and Tashkent. Thus in the early 1980s the translation- tafsir , especially its 30th part, had a certain distribution (mostly in the form of photocopies) in Kokand. The full translation of the Qur’an in its original edition was less common and cost up to one thousand Soviet rubles. In the capital of the Uzbek SSR, Tashkent, in the mid-1970s, the translation- tafsir of Tarazi had its own “state mission”. The book, authored by an anti-Soviet figure, was exhibited among other translations of the Qur’an in the SADUM library. Naturally, it was not circulated to the public. The purpose of the Qur’an translations exhibited in the SADUM library, along with other Islamic objects, was primarily to demonstrate religious freedom in the USSR and to create a positive image of the state during visits by foreign delegations. However, almost 20 years later, between in 1990–1993, Tarazi’s work was openly available at the local Jum’a Bazaar in the Old City on the territory of the Hast Imam architectural ensemble. According to witnesses, after Uzbekistan gained independence in 1991–1992 there was free distribution of Tarazi’s translation of the Qur’an and other works in mosques. Despite the isolation of Central Asian (and wider, Soviet) Muslims from the rest of the Islamic world, representatives of the Turkestani ʻulamaʼ emigrés, according to the codes of religious ethics laid down by theologians, took care to make Islamic literature available not only to members of the Turkestani diaspora, but also to Central Asian Soviet Muslims. For well-known reasons, only fragments of their heritage reached Soviet Central Asia. One such “fragment”, and a large one at that, was the translation- tafsir of Sayyid Mahmud Tarazi. Filipp Romanovich Khusnutdinov is a doctoral student at the Al-Biruni Institute of Oriental Studies of the Uzbekistan Academy of Sciences in Tashkent. His dissertation research is devoted to an intellectual biography of Sayyid Mahmud Tarazi"
      ]
    }
  ]
}
